Repository: sualfred/script.embuary.helper
Catalog: resources/language/resource.language.*/strings.po
Languages: da_dk, et_ee, fi_fi, hr_hr, ko_kr, pl_pl

# Addon Summary
source: Embuary Helper Script
et_ee: Embuary abilise skript
fi_fi: Embuary Helper -skripti
hr_hr: Embuary skripta pomoći
ko_kr: Embuary 도우미 스크립트
pl_pl: Skrypt pomocniczy Embuary

# Addon Description
source: Helper script to provide features and functions to the Embuary skin. A full documentation can be found on GitHub: https://github.com/sualfred/script.embuary.helper/wiki
da_dk: Hjælpescript til at give funktioner til Embuary-skin'et. En komplet dokumentation kan findes på GitHub: https://github.com/sualfred/script.embuary.helper/wiki
et_ee: Embuary rüü jaoks omadusi ja funktsioone pakkuv abiskript. Täieliku dokumentatsiooni leiab GitHubist: https://github.com/sualfred/script.embuary.helper/wiki
fi_fi: Tukilisäosa, joka tarjoaa ominaisuuksia ja toimintoja Embuary-ulkoasuun. Täysi dokumentaatio löytyy GitHubista: https://github.com/sualfred/script.embuary.helper/wiki
hr_hr: Skripta pomoći koja omogućuje značajke i funkcije za Embuary presvlaku. Potpuna dokumentacija se može pronaći na GitHub: https://github.com/sualfred/script.embuary.helper/wiki
ko_kr: Embuary 스킨에 특징과 기능을 제공하는 도우미 스크립트입니다. 전체 문서는 GitHub에서 찾을 수 있습니다: https://github.com/sualfred/script.embuary.helper/wiki
pl_pl: Skrypt pomocniczy zapewniający możliwości i funkcje skóry Embuary. Pełną dokumentację można znaleźć w serwisie GitHub: https://github.com/sualfred/script.embuary.helper/wiki

# #32000
source: Error
da_dk: Fejl
et_ee: Viga
fi_fi: Virhe
hr_hr: Greška
ko_kr: 오류
pl_pl: Błąd

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
da_dk: Dette er et værktøj der leverer funktioner til et skin og kræver skin-integration.
et_ee: See on tööriist, mis pakub rüüle funktsioone ja nõuab rüü integreerimist.
fi_fi: Tämä on työkalu, joka tarjoaa ulkoasujen käyttöön lisäominaisuuksia ja se vaatii ulkoasukohtaisen integroinnin.
hr_hr: Ovo je alat koji omogućuje značajke za presvlaku i zahtijeva integraciju s presvlakom.
ko_kr: 스킨에 기능을 제공하기 위한 도구로 스킨 통합이 필요합니다.
pl_pl: To narzędzie wspomaga skóry i wymaga jej integracji.

# #32002
source: Enable logging
da_dk: Aktiver logføring
et_ee: Luba logimine
fi_fi: Käytä lokia
hr_hr: Omogući zapisivanje
ko_kr: 로그 사용
pl_pl: Włącz dziennik zdarzeń

# #32004
source: detected
da_dk: opdaget
et_ee: tuvastatud
fi_fi: tunnistettu
hr_hr: otkriveno
ko_kr: 감지됨
pl_pl: wykryto

# #32005
source: Changed font to
da_dk: Ændrede skrifttype til
et_ee: Uueks fondiks määrati
fi_fi: Fontiksi vaihdettu
hr_hr: Promijeni slovo u
ko_kr: 다음 글꼴로 바꿈
pl_pl: Zmieniono czcionkę na

# #32003
source: Delete add-on image cache
da_dk: Slet add-on billedcache
et_ee: Kustuta pildid mooduli vahemälust
fi_fi: Poista lisäosan kuvavälimuisti
hr_hr: Obriši predmemoriju slike dodatka
ko_kr: 애드온 이미지 캐시 삭제
pl_pl: Usuń pamięć podręczną obrazów dodatku

# #32006
source: Applying changes
da_dk: Anvender ændringer
et_ee: Muudatuste rakendamine
fi_fi: Muutoksia otetaan käyttöön
hr_hr: Primijenjivanje promjena
ko_kr: 변경 사항 적용
pl_pl: Stosowanie zmian

# #32007
source: Suggestions based on random watched item
da_dk: Forslag baseret på tilfældigt set emne
et_ee: Soovitused juhusliku vaadatud üksuse põhjal
fi_fi: Ehdotuksia satunnaisen katsotun kohteen perusteella
hr_hr: Prijedlozi temeljeni na naizmejnično gledanim stavkama
ko_kr: 무작위로 본 항목을 기반으로 한 제안
pl_pl: Sugestie na podstawie losowej obejrzanej pozycji

# #32008
source: Next up
da_dk: Næste
et_ee: Järgmisena
fi_fi: Seuraavaksi
ko_kr: 다음
pl_pl: Następny

# #32009
source: Suggestions by random genre
da_dk: Forslag efter tilfældig genre
et_ee: Pakkumised juhusliku žanri järgi
fi_fi: Ehdotuksia satunnaisen lajityypin perusteella
hr_hr: Prijedlozi po naizmjeničnom žanru
ko_kr: 무작위 장르별 추천
pl_pl: Sugestie na podstawie losowego gatunku

# #32010
source: Recently added episodes and shows
da_dk: Nyligt tilføjede afsnit og tv-serier
et_ee: Hiljuti lisatud episoodid ja seriaalid
fi_fi: Viimeksi lisätyt jaksot ja sarjat
hr_hr: Nedavno dodane epizode i TV serije
ko_kr: 최근 추가된 에피소드 및 프로그램
pl_pl: Ostatnio dodane odcinki i programy

# #32011
source: All media
da_dk: Alle medier
et_ee: Kogu meedia
fi_fi: Kaikki media
hr_hr: Sav medij
ko_kr: 모든 미디어
pl_pl: Wszystkie media

# #32012
source: Recommended by rating
da_dk: Anbefalet efter bedømmelse
et_ee: Soovitatud reitingu järgi
fi_fi: Suositukset arvioiden perusteella
hr_hr: Preporučeno po ocjeni
ko_kr: 평점별 추천
pl_pl: Sugerowane na podstawie ocen

# #32013
source: Continue watching
da_dk: Fortsæt med at se
et_ee: Jätka vaatamist
fi_fi: Jatka katselua
hr_hr: Nastavi gledati
ko_kr: 계속 시청
pl_pl: Kontynuuj oglądanie

# #32014
source: Suggestions based on the last watched item
da_dk: Forslag baseret på sidst sete emne
et_ee: Soovitused viimati vaadatud üksuse põhjal
fi_fi: Ehdotuksia viimeksi katsotun kohteen perusteella
hr_hr: Prijedlozi temeljni na posljednje gledanoj stavci
ko_kr: 마지막으로 본 항목을 기반으로 한 제안
pl_pl: Sugestie na podstawie ostatnio oglądanej pozycji

# #32015
source: Recently added unwatched episodes and shows
da_dk: Nyligt tilføjede ikke sete afsnit og tv-serier
et_ee: Hiljuti lisatud vaatamata episoodid ja seriaalid
fi_fi: Viimeksi lisätyt katsomattomat jaksot ja sarjat
hr_hr: Nedavno dodane neodgledane epizode i TV serije
ko_kr: 최근 추가된 시청하지 않은 에피소드 및 프로그램
pl_pl: Ostatnio dodane nieobejrzane odcinki i programy

# #32016
source: Enable service module
da_dk: Aktiver servicemodul
et_ee: Luba teenusmoodul
fi_fi: Käytä palvelumoduulia
hr_hr: Omogući modul usluge
ko_kr: 서비스 모듈 사용
pl_pl: Włącz moduł usługi

# #32017
source: Service interval time
da_dk: Intervaltid for service
et_ee: Teenuse intervall
fi_fi: Huoltoväli
hr_hr: Vremensko razdoblje usluge
ko_kr: 서비스 시간 간격
pl_pl: Czas interwału usługi

# #32018
source: Default blurring radius
da_dk: Standard sløringsradius
et_ee: Vaikimisi hägustusraadius
fi_fi: Sumennuksen oletussäde
hr_hr: Zadani radijus zamućenja
ko_kr: 기본 흐림 반경
pl_pl: Domyślny promień rozmycia

# #32020
source: Misc.
da_dk: Diverse
et_ee: Muud
fi_fi: Sekalaiset
hr_hr: Ostalo
ko_kr: 기타
pl_pl: Różne

# #32021
source: Background change interval
da_dk: Interval for ændring af baggrund
et_ee: Taustapildi vahetuse intervall
fi_fi: Taustan vaihtoväli
hr_hr: Razdoblje promjene pozadine
ko_kr: 배경 변경 간격
pl_pl: Interwał zmiany tła

# #32019
source: This will delete all created images (blurred backgrounds, genre thumbs, etc.) in the addon_data folder. Do you want to proceed?
da_dk: Dette vil slette alle oprettede billeder (slørede baggrunde, genre-miniaturebilleder osv.) i addon_data-mappen. Vil du fortsætte?
et_ee: See kustutab kõik loodud pildid (hägustatud taustapildid, žanri pisipildid jne.) kaustast addon_data. Kas jätkata?
fi_fi: Tämä poistaa kaikki luodut kuvat (sumennetut taustat, lajityyppien pienoiskuvat yms.) "addon_data"-kansiosta. Haluatko jatkaa?
hr_hr: Ovo će obrisati sve stvorene slike (zamućene pozadine, minijature žanra, itd.) u addon_data mapi. Želite li nastaviti?
ko_kr: addon_data 폴더에 생성된 모든 이미지(흐릿한 배경, 장르 썸네일 등)가 삭제됩니다. 진행 할까요?
pl_pl: Spowoduje to usunięcie wszystkich utworzonych obrazów (rozmyte tło, miniatury gatunków itp.) w folderze addon_data. Czy chcesz kontynuować?

# #32022
source: All available database items
da_dk: Alle tilgængelige databaseelementer
et_ee: Kõik saadaolevad andmebaasi üksused
fi_fi: Kaikki käytettävissä olevat tietokannan kohteet
hr_hr: Sve dostupne stavke baze podataka
ko_kr: 사용 가능한 모든 데이터베이스 항목
pl_pl: Wszystkie dostępne elementy bazy danych

# #32023
source: items
da_dk: emner
et_ee: üksust
fi_fi: kohdetta
hr_hr: stavke
ko_kr: 아이템
pl_pl: pozycji

# #32024
source: The video database has no library tags stored.
da_dk: Videodatabasen har ingen gemte biblioteksmærkater.
et_ee: Video andmebaasis pole salvestatud meediakogu silte.
fi_fi: Videotietokanta ei sisällä kirjaston tunnisteita.
hr_hr: Video baza podataka nema ne spremljene oznake videoteke.
ko_kr: 비디오 데이터베이스에 저장된 라이브러리 태그가 없습니다.
pl_pl: Baza danych wideo nie zawiera żadnych zapisanych znaczników biblioteki.

# #32025
source: Attention
da_dk: Opmærksomhed
et_ee: Tähelepanu
fi_fi: Huomio
hr_hr: Pozor
ko_kr: 주목
pl_pl: Uwaga

# #32026
source: Enable library tag detection for
da_dk: Aktiver registrering af biblioteksmærkat for
et_ee: Luba meediakogu sildi tuvastamine
fi_fi: Käytä kirjaston tunnisteen tunnistusta kohteelle
hr_hr: Omogući otkrivanje oznake videoteke
ko_kr: 라이브러리 태그 감지 사용
pl_pl: Włącz wykrywanie znaczników biblioteki dla

# #32029
source: Directed by
da_dk: Instrueret af
et_ee: Režissöör
fi_fi: Ohjannut
hr_hr: Režija
ko_kr: 감독
pl_pl: W reżyserii

# #32030
source: Items starring
da_dk: Emner med hovedrollen
et_ee: Üksused peaosalisega
fi_fi: Kohteet, joissa näyttelee
hr_hr: Stavke označene zvjezdicom
ko_kr: 주연 아이템
pl_pl: Pozycje oznaczone gwiazdką

# #32031
source: Because you watched
da_dk: Fordi du så
et_ee: Sest sa vaatasid
fi_fi: Koska katsoit
hr_hr: Jer ste gledali
ko_kr: 시청한 이유로
pl_pl: Ponieważ oglądano

# #32032
source: Christmas holiday season
da_dk: Juleferie
et_ee: Jõulupühade hooaeg
fi_fi: Joulunajan lomakausi
hr_hr: Božićno blagdansko vrijeme
ko_kr: 크리스마스 휴가 시즌
pl_pl: Okres świąteczny

# #32033
source: Spooky suggestions
da_dk: Uhyggelige forslag
et_ee: Kõhedad pakkumised
fi_fi: Pelottavia ehdotuksia
hr_hr: Jezivi prijedlozi
ko_kr: 으스스한 제안
pl_pl: Sugestie grozy

# #32034
source: May the force be with you
da_dk: Må kraften være med dig
et_ee: Olgu jõud sinuga
hr_hr: Neka sila bude uz tebe
ko_kr: 포스가 함께하길
pl_pl: Niech Moc będzie z tobą

# #32035
source: Live long and prosper
da_dk: Lev længe og fremgangsrigt
et_ee: Ela ja õitse
hr_hr: Živite dugo i uspješno
ko_kr: 장수와 번영
pl_pl: Żyj długo i pomyślnie

# #32036
source: Special and seasonal widgets
da_dk: Special- og sæson-widgets
et_ee: Hooajalised erividinad
fi_fi: Erikois- ja kausiluonteiset widgetit
hr_hr: Posebni i sezonski widgeti
ko_kr: 특별 및 계절 위젯
pl_pl: Widżety specjalne i sezonowe
